Repository: common-repository/wp-wikibox
Catalog: languages/wikibox-*.po
Languages: fa_ir

source: WP-WikiBox
fa_ir: ویکی‌جعبه

source: WP-WikiBox Options
fa_ir: گزینه‌های ویکی‌جعبه

source: Use this form to change options for the WP-WikiBox plugin.
fa_ir: از این صفحه برای تغییر گزینه‌های ویکی‌جعبه استفاده کنید.

source: General
fa_ir: عمومی

source: Include article title
fa_ir: شامل عنوان مقاله

source: Include images, if any, in the box
fa_ir: شامل عکس‌ها، در صورت وجود

source: Include links in the wiki content
fa_ir: شامل پیوندها در متن

source: Include the `view original` link to Wikipedia
fa_ir: شامل پیوند `نسخه اصلی` به ویکی‌پدیا

source: Include the `read more` link to Wikipedia
fa_ir: شامل پیوند `ادامه...` به ویکی‌پدیا

source: Include `edit link` to Wikipedia article edit page
fa_ir: شامل پیوند `ویرایش` به ویکی‌پدیا

source: Add rel="nofollow" to Wikipedia links
fa_ir: افزودن rel="nofollow" به پیوندهای ویکی‌پدیا

source: Enable GZip compression while fetching data from Wikipedia
fa_ir: فعال‌کردن GZip در هنگام دریافت اطلاعات از ویکی‌پدیا

source: Include the WP-WikiBox powered-by icon for other users to find out about this plugin, please. Thank you!
fa_ir: لطفا آیکون کوچک ویکی‌جعبه را نشان بده تا سایرین هم از این امکان مطلع شوند. سپاس!

source: Language
fa_ir: زبان

source: Cache method
fa_ir: روش نگه‌داری

source: Wordpress Transient Cache
fa_ir: نگه‌داری در بانک وردپرس

source: File Cache
fa_ir: نگه‌داری در فایل

source: Cache folder is writable
fa_ir: پوشه نگه‌داری موقت قابل نوشتن است

source: Cache folder IS NOT writable
fa_ir: پوشه نگه‌داری موقت قابل نوشتن نیست

source: Cache time
fa_ir: زمان نگه‌داری

source: How long should we cache box data? (1 day = 60*60*24 = 86400 seconds)
fa_ir: چه مدت اطلاعات جعبه حفظ شود؟ (1 روز = 60×60×24 = 86400 ثانیه)

source: From <a rel="nofollow" title="Wikipedia" href="http://%s.wikipedia.org/">Wikipedia</a>, the free encyclopedia
fa_ir: از دانشنامه آزاد <a rel="nofollow" title="ویکی‌پدیا" href="http://%s.wikipedia.org/">ویکی‌پدیا</a>

source: View on Wikipedia
fa_ir: مشاهده در ویکی‌پدیا

source: Edit Article
fa_ir: ویرایش مقاله

source: [edit]
fa_ir: [ویرایش]

source: Read More
fa_ir: ادامه...

source: Error
fa_ir: خطا

source: Unable to load Wikipedia XML string!
fa_ir: خطا در دریافت اطلاعات از ویکی‌پدیا

source: Unable to load Wikipedia parsed XML string!
fa_ir: خطا در پردازش اطلاعات دریافتی از ویکی‌پدیا

source: Failed to contact Wikipedia server.
fa_ir: ارتباط با سرور ویکی‌پدیا ممکن نبود.

source: Unable to load Language XML file!
fa_ir: خطا در بارگذاری فایل زبان
